[
  {
    "id": "1",
    "title": "Hokaido Cardigan Outer",
    "name": "Hokaido Cardigan",
    "description": "Atasan crop rajut dengan aksen putih - coklat yang menawan. Tampilan kekinian yang sempurna untuk gaya sehari-hari yang nyaman dan trendy.",
    "category": "Hijab",
    "image": "https://react-tailwind-portfolio-virid.vercel.app/Frame1.png",
    "rate": "3.9k",
    "view": "1.3k"
  },
  {
    "id": "2",
    "title": "Gaun maxi satin",
    "name": "Dress Maxi satin",
    "description": "Gaun maxi satin adalah pilihan sempurna untuk wanita berhijab yang menginginkan gaya elegan. Terbuat dari bahan satin berkualitas tinggi, gaun ini memberikan kenyamanan sepanjang hari dan tampilan yang begitu anggun.",
    "category": "Hijab",
    "image": "https://react-tailwind-portfolio-virid.vercel.app/Frame2.png",
    "rate": "4.1k",
    "view": "3.9k"
  },
  {
    "id": "3",
    "title": "Sweater Blouse Midea Rib & culotte highwaist",
    "name": "Sweater & culotte",
    "description": "Sweater cream dengan lengan raglan ini adalah pilihan yang sempurna untuk wanita berhijab dan non-hijab. Desainnya yang timeless dan warnanya yang netral memungkinkan Anda untuk mengenakan sweater ini dalam berbagai kesempatan. Kain yang lembut dan nyaman memberikan kenyamanan sepanjang hari.",
    "category": "Hijab",
    "image": "https://react-tailwind-portfolio-virid.vercel.app/Frame3.png",
    "rate": "4.7k",
    "view": "2.5k"
  },
  {
    "id": "4",
    "title": "Blouse Rayon & Pallazo Pants",
    "name": " Blouse Pallazo Pants",
    "description": " Blouse Rayon kami memberikan sentuhan ringan dan lembut pada kulit Anda, sementara Palazzo Pants dengan potongan lebar dan anggun memberikan gerakan bebas dan tetap menampilkan gaya yang modis. Rasakan keanggunan dan kenyamanan sejati dengan outfit kami yang memukau ini,  Gabungan sempurna antara keleluasaan dan elegan.",
    "category": "Hijab",
    "image": "https://react-tailwind-portfolio-virid.vercel.app/Frame4.png",
    "rate": "2.1k",
    "view": "4.7k"
  },
  {
    "id": "5",
    "title": "Sweater with culotte scuba",
    "name": " sweater with culotte",
    "description": " Sweater ini memberikan kenyamanan hangat sepanjang hari, sementara culotte scuba memberikan tampilan yang chic dan modern. Gabungan yang sempurna antara kenyamanan dan gaya yang kekinian, pilihan yang sempurna untuk mereka yang ingin tampil santai namun tetap terlihat trendy.",
    "category": "Hijab",
    "image": "https://react-tailwind-portfolio-virid.vercel.app/Frame5.png",
    "rate": "4.6k",
    "view": "1.3k"
  },
  {
    "id": "6",
    "title": "Hoodie Allsize & Jeans Pants",
    "name": " Hoodie & cullot Jeans",
    "description": "Satisfaction Guaranteed. Return or exchange any order within 30 days.Designed and sold by Hafeez Center in the United States. Satisfaction Guaranteed. Return or exchange any order within 30 days.",
    "category": "Hijab",
    "image": "https://react-tailwind-portfolio-virid.vercel.app/Frame6.png",
    "rate": "3.9k",
    "view": "3.4k"
  },
  {
    "id": "7",
    "title": "White Gold Plated Princess",
    "name": " 9.99",
    "description": "Classic Created Wedding Engagement Solitaire Diamond Promise Ring for Her. Gifts to spoil your love more for Engagement, Wedding, Anniversary, Valentine's Day...",
    "category": "Hijab",
    "image": "https://react-tailwind-portfolio-virid.vercel.app/Frame7.png",
    "rate": "3.1k",
    "view": "4.1k"
  },
  {
    "id": "8",
    "title": "Pierced Owl Rose Gold Plated Stainless Steel Double",
    "name": " 10.99",
    "description": "Rose Gold Plated Double Flared Tunnel Plug Earrings. Made of 316L Stainless Steel",
    "category": "Hijab",
    "image": "https://react-tailwind-portfolio-virid.vercel.app/Frame8.png",
    "rate": "1.9k",
    "view": "2.5k"
  },
  {
    "id": "9",
    "title": "WD 2TB Elements Portable External Hard Drive - USB 3.0 ",
    "name": " 64",
    "description": "USB 3.0 and USB 2.0 Compatibility Fast data transfers Improve PC Performance High Capacity; Compatibility Formatted NTFS for Windows 10, Windows 8.1, Windows 7; Reformatting may be required for other operating systems; Compatibility may vary depending on user's hardware configuration and operating system",
    "category": "Hijab",
    "image": "https://react-tailwind-portfolio-virid.vercel.app/Frame9.png",
    "rate": "3.3k",
    "view": "4.5k"
  },
  {
    "id": "10",
    "title": "SanDisk SSD PLUS 1TB Internal SSD - SATA III 6 Gb/s",
    "name": "109",
    "description": "Easy upgrade for faster boot up, shutdown, application load and response (As compared to 5400 RPM SATA 2.5” hard drive; Based on published specifications and internal benchmarking tests using PCMark vantage scores) Boosts burst write performance, making it ideal for typical PC workloads The perfect balance of performance and reliability Read/write speeds of up to 535MB/s/450MB/s (Based on internal testing; Performance may vary depending upon drive capacity, host device, OS and application.)",
    "category": "Hijab",
    "image": "https://react-tailwind-portfolio-virid.vercel.app/Frame10.png",
    "rate": "2.9k",
    "view": "1.9k"
  },
  {
    "id": "11",
    "title": "Silicon Power 256GB SSD 3D NAND A55 SLC Cache Performance Boost SATA III 2.5",
    "name": "109",
    "description": "3D NAND flash are applied to deliver high transfer speeds Remarkable transfer speeds that enable faster bootup and improved overall system performance. The advanced SLC Cache Technology allows performance boost and longer lifespan 7mm slim design suitable for Ultrabooks and Ultra-slim notebooks. Supports TRIM command, Garbage Collection technology, RAID, and ECC (Error Checking & Correction) to provide the optimized performance and enhanced reliability.",
    "category": "Hijabless",
    "image": "https://react-tailwind-portfolio-virid.vercel.app/Frame11.png",
    "rate": "4.8k",
    "view": "3.7k"
  },
  {
    "id": "12",
    "title": "WD 4TB Gaming Drive Works with Playstation 4 Portable External Hard Drive",
    "name": "114",
    "description": "Expand your PS4 gaming experience, Play anywhere Fast and easy, setup Sleek design with high capacity, 3-year manufacturer's limited warranty",
    "category": "Hijabless",
    "image": "https://react-tailwind-portfolio-virid.vercel.app/Frame12.png",
    "rate": "4.8k",
    "view": "5.0k"
  },
  {
    "id": "13",
    "title": "Acer SB220Q bi 21.5 inches Full HD (1920 x 1080) IPS Ultra-Thin",
    "name": "599",
    "description": "21. 5 inches Full HD (1920 x 1080) widescreen IPS display And Radeon free Sync technology. No compatibility for VESA Mount Refresh Rate: 75Hz - Using HDMI port Zero-frame design | ultra-thin | 4ms response time | IPS panel Aspect ratio - 16: 9. Color Supported - 16. 7 million colors. Brightness - 250 nit Tilt angle -5 degree to 15 degree. Horizontal viewing angle-178 degree. Vertical viewing angle-178 degree 75 hertz",
    "category": "Hijabless",
    "image": "https://react-tailwind-portfolio-virid.vercel.app/Frame13.png",
    "rate": "2.9k",
    "view": "2.6k"
  },
  {
    "id": "14",
    "title": "Samsung 49-Inch CHG90 144Hz Curved Gaming Monitor (LC49HG90DMNXZA)Super Ultrawide Screen QLED ",
    "name": "999.99",
    "description": "49 INCH SUPER ULTRAWIDE 32:9 CURVED GAMING MONITOR with dual 27 inch screen side by side QUANTUM DOT (QLED) TECHNOLOGY, HDR support and factory calibration provides stunningly realistic and accurate color and contrast 144HZ HIGH REFRESH RATE and 1ms ultra fast response time work to eliminate motion blur, ghosting, and reduce input lag",
    "category": "Hijabless",
    "image": "https://react-tailwind-portfolio-virid.vercel.app/Frame14.png",
    "rate": "2.2k",
    "view": "3.4k"
  },
  {
    "id": "15",
    "title": "BIYLACLESEN Women's 3-in-1 Snowboard Jacket Winter Coats",
    "name": "56.99",
    "description": "Note:The Jackets is US standard size, Please choose size as your usual wear Material: 100% Polyester; Detachable Liner Fabric: Warm Fleece. Detachable Functional Liner: Skin Friendly, Lightweigt and Warm.Stand Collar Liner jacket, keep you warm in cold weather. Zippered Pockets: 2 Zippered Hand Pockets, 2 Zippered Pockets on Chest (enough to keep cards or keys)and 1 Hidden Pocket Inside.Zippered Hand Pockets and Hidden Pocket keep your things secure. Humanized Design: Adjustable and Detachable Hood and Adjustable cuff to prevent the wind and water,for a comfortable fit. 3 in 1 Detachable Design provide more convenience, you can separate the coat and inner as needed, or wear it together. It is suitable for different season and help you adapt to different climates",
    "category": "Hijabless",
    "image": "https://react-tailwind-portfolio-virid.vercel.app/Frame15.png",
    "rate": "2.6k",
    "view": "4.1k"
  },
  {
    "id": "16",
    "title": "Lock and Love Women's Removable Hooded Faux Leather Moto Biker Jacket",
    "name": "29.95",
    "description": "100% POLYURETHANE(shell) 100% POLYESTER(lining) 75% POLYESTER 25% COTTON (SWEATER), Faux leather material for style and comfort / 2 pockets of front, 2-For-One Hooded denim style faux leather jacket, Button detail on waist / Detail stitching at sides, HAND WASH ONLY / DO NOT BLEACH / LINE DRY / DO NOT IRON",
    "category": "Hijabless",
    "image": "https://react-tailwind-portfolio-virid.vercel.app/Frame16.png",
    "rate": "2.9k",
    "view": "2.7k"
  },
  {
    "id": "17",
    "title": "Rain Jacket Women Windbreaker Striped Climbing Raincoats",
    "name": "39.99",
    "description": "Lightweight perfet for trip or casual wear---Long sleeve with hooded, adjustable drawstring waist design. Button and zipper front closure raincoat, fully stripes Lined and The Raincoat has 2 side pockets are a good size to hold all kinds of things, it covers the hips, and the hood is generous but doesn't overdo it.Attached Cotton Lined Hood with Adjustable Drawstrings give it a real styled look.",
    "category": "Hijabless",
    "image": "https://react-tailwind-portfolio-virid.vercel.app/Frame17.png",
    "rate": "3.8k",
    "view": "1.8k"
  },
  {
    "id": "18",
    "title": "MBJ Women's Solid Short Sleeve Boat Neck V ",
    "name": "9.85",
    "description": "95% RAYON 5% SPANDEX, Made in USA or Imported, Do Not Bleach, Lightweight fabric with great stretch for comfort, Ribbed on sleeves and neckline / Double stitching on bottom hem",
    "category": "Hijabless",
    "image": "https://react-tailwind-portfolio-virid.vercel.app/Frame18.png",
    "rate": "4.7k",
    "view": "4.2k"
  },
  {
    "id": "19",
    "title": "Opna Women's Short Sleeve Moisture",
    "name": "7.95",
    "description": "100% Polyester, Machine wash, 100% cationic polyester interlock, Machine Wash & Pre Shrunk for a Great Fit, Lightweight, roomy and highly breathable with moisture wicking fabric which helps to keep moisture away, Soft Lightweight Fabric with comfortable V-neck collar and a slimmer fit, delivers a sleek, more feminine silhouette and Added Comfort",
    "category": "Hijabless",
    "image": "https://react-tailwind-portfolio-virid.vercel.app/Frame19.png",
    "rate": "4.5k",
    "view": "1.7k"
  },
  {
    "id": "20",
    "title": "DANVOUY Womens T Shirt Casual Cotton Short",
    "name": "12.99",
    "description": "95%Cotton,5%Spandex, Features: Casual, Short Sleeve, Letter Print,V-Neck,Fashion Tees, The fabric is soft and has some stretch., Occasion: Casual/Office/Beach/School/Home/Street. Season: Spring,Summer,Autumn,Winter.",
    "category": "Hijabless",
    "image": "https://react-tailwind-portfolio-virid.vercel.app/Frame20.png",
    "rate": "3.6k",
    "view": "3.4k"
  }
]
